Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=396_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisalueen koulutuskeskus
sme: Sámi oahpahusguovddáš

source: Saamelaiskulttuurikeskuksen toinen päävuokralainen on Saamelaisalueen koulutuskeskus (SAKK).
sme: Sámekulturguovddáža nubbi váldoláigolaš lea Sámi oahpahusguovddáš (SOG).

source: Saamelaiskulttuurikeskuksen ensimmäiseen kerrokseen tuli oppilaitoksen media- ja kieliopetustilat, virtuaalikoulu sekä huipputekniikalla varustettu musiikki- ja elokuvastudio.
sme: Sámekulturguovddáža vuosttaš geardái bohte skuvlla media- ja gielaoahpahuslanjat, virtuálaskuvla ja musihkka- ja filbmastudio alladási teknihkain.

source: Saamelaisalueen koulutuskeskus on toisen asteen oppilaitos, joka järjestää monialaista ammatillista koulutusta suomeksi ja saameksi sekä edistää saamelaiskulttuuria koko saamelaisalueella.
sme: Sámi oahpahusguovddáš lea nuppi dási skuvla, mii ordne mángga suorggi ámmátoahpahusa suoma- ja sámegillii ja ovddida sámekultuvrra olles sámi guovllus.

source: Ainutlaatuisen oppilaitoksen päätoimipaikka sijaitsee monikulttuurisessa Inarissa.
sme: Skuvlla váldoviessu lea Anáris.

source: Muut toimipaikat ovat Ivalossa, Kaamasen Toivoniemessä ja Enontekiön Hetassa.
sme: Eará doaibmabáikkit leat Avvilis, Gápmasa Doaivonjárggas ja Eanodaga Heahtás.

source: Koulutus- ja tutkimusyhteistyö ulottuu saamelaisalueen valtioiden lisäksi erityisesti pohjoisten alkuperäiskansojen maailmaan.
sme: Skuvlen- ja dutkanovttasbargu ollá sámeguovllu riikkaid lassin erenomážit davvi eamiálbmogiid máilbmái.

source: Saamelaisalueen koulutuskeskuksesta valmistuu merkonomeja, datanomeja, ravintolan kokkeja, matkailupalvelun tuottajia, artisaaneja, porotalousyrittäjiä, poronhoitajia ja lähihoitajia.
sme: Sámi oahpahusguovddážis válmmasnuvvet merkonomat, datanomat, restoráŋŋa goahkat, turismabálvalusaid buvttadeaddjit, artisánat, boazodoallit ja lagasdikšut.

source: Lisäksi koulutuskeskuksessa on yleissivistäviä linjoja ja aikuiskoulutusta.
sme: Dasa lassin oahpahusguovddážis leat dábálaš čuvgejeaddji suorggit ja rávesolbmuid skuvlejupmi.

source: Saamelaisalueen koulutuskeskuksen Sajoksen vastuuhenkilö on rehtori Liisa Holmberg.
sme: Sámi oahpahusguovddáža Sajosa vástuolmmoš lea Liisa Holmberg.
